Repository: MrLegendary/skin.sio2
Catalog: language/Polish/strings.po
Languages: pl

# #31000
source: Page
pl: Strona

# #31001
source: Items
pl: Pozycji

# #31002
source: Karaoke Song
pl: Piosenka Karaoke

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
pl: Wybór skrótu dla ikony Muzyka; Albumy, Wykonawcy, Gatunki, Piosenki

# #31004
source: Visualization Presets
pl: Efekty wizualizacji

# #31005
source: End Time
pl: Koniec

# #31006
source: Last Added
pl: Ostatnio dodane

# #31007
source: Last Started
pl: Ostatnio uruchomione

# #31008
source: Enable/Disable Always Colored Icons on Home Screen, when Disabled Icons will only become colored when Focused
pl: Włączyć/Wyłączyć kolorowe ikony na stronie głównej. Kiedy Wyłączone tylko bieżąca ikona będzie kolorowa.

# #31009
source: Recently Added Episodes
pl: Ostatnio dodane odcinki

# #31010
source: Open playlist
pl: Otwórz playlistę

# #31011
source: Save playlist
pl: Zapisz playlistę

# #31012
source: Clear playlist
pl: Oczyścić playlistę

# #31013
source: Available Audio
pl: Dostępne zródła audio

# #31014
source: Current Playlist
pl: Bieżąca playlista

# #31015
source: Select Subtitle Add-on
pl: Wybór wtyczki napisów

# #31016
source: Last Updated
pl: Ostania aktualizacja

# #31017
source: Choose Addon for Subtitles Search & Download
pl: Wybór wtyczki do wyszukiwania i ściągania napisów

# #31018
source: Choose Addon for Lyrics Search & Download
pl: Wybór wtyczki do wyszukiwania i ściągania tekstów piosenek

# #31019
source: Enable or Disable Clock On top right of All Pages (not while watching Movies).[CR]Home Menu Will show Time and date.
pl: Włączyć/Wyłączyć zegar w prawym górnym rogu na wszystkich stronach, z wyjątkiem odtwarzacza wideo. Na stronie głównej dodatkowo będzie pokazywana data.

# #31020
source: Enable or Disable Vinyl Record Animation from Home Shelf Albums.
pl: Włączyć/Wyłączyć animację winyla dla albumów na Półce.

# #31021
source: Memory Used:
pl: Używana pamięć:

# #31022
source: Specify Action for Power Icon in Menu
pl: Wybór funkcji dla ikony zasilania w menu głównym

# #31023
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
pl: Fanart[CR][CR]niedostępny[CR][CR] Kliknij przycisk, aby dodać

# #31024
source: Aired
pl: Emisja

# #31025
source: Playlist Options
pl: Opcje list odtwarzania

# #31026
source: Arial based
pl: Bazujące na Arialu

# #31027
source: Last Added
pl: Ostatnio dodane

# #31029
source: Adds FUSION as a source for installing 3rd Party Addons as Zip Files
pl: Dodaje FUSION jako źródło dla instalacji wtyczek z plików ZIP

# #31030
source: Custom Shelf Icon
pl: Własna ikonka Półki

# #31031
source: Replace SiO2 Icon on Shelf with A Picture of Your choice.
pl: Zamienic ikonke SiO2 na Półce na własny obrazek użytkownika

# #31032
source: Log Off
pl: Wylogować się

# #31033
source: Always Colored Menu Icons
pl: Zawsze kolorowe ikony w głównym menu

# #31034
source: Click to Add Favourite to Home Page
pl: Kliknij żeby dodać Ulublone do menu głównego

# #31035
source: Click to Pick Icon, Change Favourite or Remove Favourite
pl: Kliknij żeby wybrać ikonę, zamienić lub usunąć Ulublone

# #31036
source: Reset ALL skin settings to default
pl: Zresetować wszystkie ustawienia na wartości domyślne

# #31037
source: Add-ons manager
pl: Sterowanie wtyczkami

# #31039
source: Record Animation on Shelf
pl: Animacja płyty winylowej na Półce

# #31040
source: Shelf items
pl: Pozycji na Półce

# #31041
source: Scrollbars
pl: Paski przewijania

# #31042
source: Active
pl: Aktywne

# #31043
source: Passive
pl: Pasywne

# #31044
source: View options dialog
pl: Pokazywać dialog opcji

# #31045
source: Recent/Recommended Inverted First Item
pl: Odwrócona pierwsza pozycja w Ostatnich/Rekomendowanych

# #31046
source: Customize What Is Displayed On Home Shelf.
pl: Dostosowanie zawartości Półki

# #31047
source: Show Clock
pl: Pokazywać zegar

# #31048
source: Recommended
pl: Rekomendowane

# #31049
source: Home menu Power button function
pl: Funkcja ikonki zasilania w menu głównym

# #31050
source: Choose from menu
pl: Wybrać z menu

# #31051
source: Custom Shelf Shortcuts
pl: Dostosowanie skrótów na Półce

# #31052
source: Home Page Customizer
pl: Dostosować menu główne

# #31053
source: Link For Music Icon
pl: Skrót dla ikony Muzyka

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
pl: Włączyć menu Widok żeby zmienić sposób prezentowania treści

# #31055
source: Fullscreen player
pl: Pełno ekranowy odtwarzacz

# #31056
source: Change Icon
pl: Zamienić ikonkę

# #31057
source: Replace Item
pl: Zamienić pozycję

# #31060
source: Add
pl: Dodać

# #31061
source: In Order for this to work You need to create a Smart Playlist for 3D Movies and name it 3D. One good way to do it is to add a separate source for 3D content, and then create the filter for the playlist using (Path) - (Contains) and the name of the source folder.
pl: Żeby to działało, trzeba stworzyć Smart Playlist do filmów 3D i nazwać go 3D. Najłatwiej to zrobić przesuwając wszystkie filmy 3D do jednego folderu i przy tworzenii playlisty zastosować filtr na podstawie ścieżki do folderu.

# #31062
source: Select Lyrics Add-on
pl: Wybór wtyczki tekstów piosenek

# #31063
source: Install Fusion
pl: Instalacja Fusion

# #31064
source: Fullscreen
pl: Na cały ekran

# #31065
source: Delete Cache
pl: Usunąć pamięć podręczną

# #31066
source: Delete Thumbnails
pl: Usunąć miniatury

# #31067
source: Remove Downloaded Packages
pl: Usunąć pobrane pakiety instalacyjne

# #31068
source: Advanced Maintenance Tools, used to clean up after XBMC. Or to fix some annoying issues. To be used carefully.[CR][CR]Brought to You by Mikey1234 and Fastcolors.[CR][CR]www.XBMCHub.com
pl: Zaawansowe narzędzia serwisowe do zresetowania XBMC. Mogą także pomóc naprawić niektóre inne problemy. Używać z ostrożnością. [cr][cr] Autorzy Mikey1234 i Fastcolors. [CR][CR]www.XBMCHub.com

# #31069
source: Maintenance Tools
pl: Narzędzia serwisowe

# #31070
source: [COLOR FFFF0000]USE THESE TOOLS ONLY IF YOU KNOW WHAT YOU'RE DOING AND AT YOUR OWN RISK!!![/COLOR] WE DON'T TAKE ANY RESPONSABILITY FOR THE POSSIBLE OUTCOME. [COLOR FFFF0000]MAY RESULT IN THE MALFUNCTIONING OF XBMC.[/COLOR][CR] [CR]PROUDLY BROUGHT TO YOU BY MIKEY1234 and FASTCOLORS.[CR][CR]For support with please visit www.xbmchub.com
pl: [COLOR FFFF0000]Użyj tych narzędzi tylko jeśli wiesz co robisz I NA WŁASNE RYZYKO![/COLOR] Nie bierzemy jakiejkolwiek odpowiedzialności za możliwy wynik. [COLOR FFFF0000]Może doprowadzić do nieprawidłowego działania XBMC.[/COLOR][CR] [CR]Autorzy Mikey1234 i Fastcolors.[CR][CR] Wsparcie: www.xbmchub.com

# #31071
source: Delete MetaHandler Cache
pl: Usunąć MetaHandler Cache

# #31072
source: Install XBMCHub Repository
pl: Zainstalować repozytorium XBMCHub

# #31073
source: All Done[CR]Brought to You by XBMCHub.com
pl: Gotowe [CR] Produkcja XBMCHub.com

# #31074
source: Are You Sure?
pl: Czy jestesz pewny?

# #31075
source: Remove cache.db for XBMC and most Addons
pl: Usunąć cache.db nalezące do XBMC i większości wtyczek

# #31076
source: Remove Corrupted Metadata
pl: Usunąć uszkodzone metadane

# #31077
source: Do You want to install Fusion?
pl: Czy chcesz zainstalować Fusion?

# #31078
source: restart XBMC for changes to take effect
pl: ponownie uruchomić XBMC aby wprowadzić zmiany

# #31079
source: select Install from zip using Fusion as Source [CR]Would You like to open Addon Manager now?
pl: wybrac Instaluj z pliku Zip używając Fusion jako zródło [CR] Uruchomić sterowanie wtyczkami teraz?

# #31080
source: Delete AdvancedSettings
pl: Usunąć AdvancedSettings.xml

# #31081
source: Remove Addons
pl: Usunąć wtyczki

# #31082
source: Video Guides
pl: Przewodniki wideo

# #31083
source: Maintenance
pl: Serwis

# #31084
source: Remove Video Database
pl: Usunąć biblioteku wideo

# #31085
source: Remove Music Database
pl: Usunąć biblioteku muzyki
