Repository: MrLegendary/skin.sio2
Catalog: language/*/strings.po
Languages: french, russian, spanish

# #31000
source: Page
russian: Страница
spanish: Página

# #31001
source: Items
french: Objets
russian: Элементы
spanish: Elementos

# #31002
source: Karaoke Song
french: Chanson pour Karaoké
russian: Песня караоке
spanish: Cancion Karaoke

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
french: Définir la cible de l'icône Musique: Albums Genre Chansons
russian: Выбор ярлыка для иконки Музыка: Альбомы, Артисты, Жанры, Песни
spanish: Elegir funcion enlace Musica : Albums Artistas Géneros Canciones

# #31004
source: Visualization Presets
french: Paramètres de Présentation
russian: Предустановки визуализации
spanish: Presets de Visualizacion

# #31005
source: End Time
french: Heure de Fin
russian: Конец
spanish: Fin

# #31006
source: Last Added
french: Ajouté(s) Récemment
russian: Последние добавленные
spanish: Ultimo añadido

# #31007
source: Last Started
french: En Cours
russian: Последние включенные
spanish: Ultimo Empezado

# #31008
source: Enable/Disable Always Colored Icons on Home Screen, when Disabled Icons will only become colored when Focused
french: Activer/Désactiver la colorisation de tous les icônes. En cas de désactivation seul l'icône sur lequel le curseur est placé sera en couleur.
russian: Включить/выключить цветные иконки в главном меню. Если выключено, только текущая иконка будет цветная.
spanish: Activar / Desactivar iconos siempre de colores en la pantalla de inicio, cuando desactivado los iconos sólo se colorearan cuando se los enfoca

# #31009
source: Recently Added Episodes
french: Derniers Episodes Ajoutés
russian: Недавно добавленные серии
spanish: Recien añadidos

# #31010
source: Open playlist
french: Ouvrir la Liste de Lecture
russian: Открыть плейлист
spanish: Abrir Lista de Reproduccion

# #31011
source: Save playlist
french: Sauvegarder la Liste de Lecture
russian: Сохранить плейлист
spanish: Guarda Lista de Reproduccion

# #31012
source: Clear playlist
french: Créer une liste de Lecture
russian: Очистить плейлист
spanish: Borrar Lista de Reproduccion

# #31013
source: Available Audio
french: Piste Disponible
russian: Источники музыки
spanish: Audio Disponible

# #31014
source: Current Playlist
french: Liste de Lecture en cours
russian: Текущий плейлист
spanish: Lisa de Reproduccion Actual

# #31015
source: Select Subtitle Add-on
french: Sélectionnez sous-titres Addon
russian: Выбор дополнения субтитров
spanish: seleccionar Add-On Subtibulos

# #31016
source: Last Updated
french: Dernière Mise à Jour
russian: Последнее обновление
spanish: Última actualización

# #31017
source: Choose Addon for Subtitles Search & Download
french: Définir l'extension pour le téléchargement de sous-titres
russian: Выбор дополнения для поиска и загрузки субтиров
spanish: Elija el Addon para Buscar y Descargar Subtitulos

# #31018
source: Choose Addon for Lyrics Search & Download
french: Définir l'extension pour le téléchargement des paroles
russian: Выбор дополнения для поиска и загрузки текстов песен
spanish: Elija el Addon para Buscar y Descargar Letras

# #31019
source: Enable or Disable Clock On top right of All Pages (not while watching Movies).[CR]Home Menu Will show Time and date.
french: Afficher/Cacher l'horloge. [CR]Sur la page d'accueil la date s'affichera également
russian: Включить/выключить часы в правом верхнем углу на всех страницах, кроме страницы просмотра видео.[CR] В главном меню дополнительно будет еще дата.
spanish: Activar o Desactivar reloj en la parte superior derecha de todas las páginas (no durante la reproduccion). [CR] Pagina principal mostrará la hora y la fecha.

# #31020
source: Enable or Disable Vinyl Record Animation from Home Shelf Albums.
french: Activer/Désactiver l'animation pour l'étagère de l'icône Musique.
russian: Включить/выключить анимацию виниловой пластинки для альбомов на Полке
spanish: Activar o Desactivar la animación Disco de Vinilo en Estanteria

# #31021
source: Memory Used:
french: Mémoire Utilisée:
russian: Использовано памяти:
spanish: Memoria en Uso:

# #31022
source: Specify Action for Power Icon in Menu
french: Définir la fonction de l'icône ON/OFF
russian: Действие при выборе иконки питания
spanish: Elegir Accion Icono de Apagado

# #31023
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
french: Image Fanart[CR][CR]Indisponible[CR][CR]Cliquer pour en définir une
russian: Фанарт[CR][CR]недоступен,[CR][CR]нажмите кнопку, чтобы выбрать
spanish: Imagen Fanart[CR][CR]no disponible[CR][CR]Haz Click para elegir

# #31024
source: Aired
french: Diffusé
russian: Премьера
spanish: Emitido

# #31025
source: Playlist Options
french: Options de la Liste de Lecture
russian: Параметры плейлиста
spanish: Opciones Lista de Reproduccion

# #31027
source: Last Added
french: Ajouté(s) Récemment
russian: Последние добавленные
spanish: Ultimo añadido

# #31029
source: Adds FUSION as a source for installing 3rd Party Addons as Zip Files
french: joute fusion comme source pour l'installation de Addons de 3ème partie sous forme de fichiers Zip
spanish: Agrega FUSION como una fuente para la instalación de Addons de 3 ª Parte como Archivos Zip

# #31030
source: Custom Shelf Icon
french: Icône personnalisé pour l'étagère
russian: Выбрать свою иконку для Полки
spanish: Icono Personalizado en Estanteria

# #31031
source: Replace SiO2 Icon on Shelf with A Picture of Your choice.
french: Remplacer le logo SiO2 par une image de votre choix.
russian: Заменить картинкой по вашему выбору иконку SiO2 на Полке
spanish: Reemplace el Icono SiO2 en Estanteria con una imagen de su elección.

# #31032
source: Log Off
french: Se Déconnecter
russian: Вылогиниться
spanish: Desconectar

# #31033
source: Always Colored Menu Icons
french: Colorisation des Icônes Permanente
russian: Всегда цветные иконки в главном меню
spanish: Iconos de Menu Siempre Coloreados

# #31034
source: Click to Add Favourite to Home Page
french: Ajouter ce Favori à la page d'accueil
russian: Нажмите, чтобы добавить Избранное в главное меню
spanish: Haz Click para agregar Favorito a Pagina Principal

# #31035
source: Click to Pick Icon, Change Favourite or Remove Favourite
french: Sélectionner une icône, modifier ou supprimer le favori
russian: Нажмите, чтобы выбрать иконку, изменить или убрать Избранное
spanish: Haz Click para cambiar icono, borrar o modificar Favorito

# #31036
source: Reset ALL skin settings to default
french: Remise à zéro de tous les paramètres
russian: Сбросить все настройки обложки на значения по умолчанию
spanish: Reiniciar Configuración de Skin

# #31037
source: Add-ons manager
french: Gestionnaire des Extensions
russian: Управление дополнениями
spanish: Gestor de Add-ons

# #31039
source: Record Animation on Shelf
french: Animation de l'Etagère Musique
russian: Анимация пластинки на Полке
spanish: Animaccion de Discos en Estanteria

# #31040
source: Shelf items
french: Objets sur l'Etagère
russian: Элементы на Полке
spanish: Elementos en Estanteria

# #31041
source: Scrollbars
french: Barres de Défilement
russian: Полосы прокрутки
spanish: Barras de desplazamiento

# #31042
source: Active
french: Activé
russian: Активные
spanish: Activas

# #31043
source: Passive
french: Désactivé
russian: Пассивные
spanish: Pasivas

# #31044
source: View options dialog
french: Options d'Affichage
russian: Диалог выбора параметров
spanish: Dialogo de Opciónes de Vista

# #31045
source: Recent/Recommended Inverted First Item
french: Inversé Derniers Ajouts/ En Cours
russian: Заменять первую позицию на Полке (Добавленные/Рекомендованные)
spanish: Recien/Recomendado Invertir primer Elemento

# #31046
source: Customize What Is Displayed On Home Shelf.
french: Personnaliser le Menu Etagère
russian: Настройки содержимого Полки
spanish: Personalizar estanteria en la Pagina Principal

# #31047
source: Show Clock
french: Afficher l'Horloge
russian: Показывать часы
spanish: Muestra Reloj

# #31048
source: Recommended
french: En Cours
russian: Рекомендованные
spanish: Recomendados

# #31049
source: Home menu Power button function
french: Bouton ON/OFF
russian: Выбор действия для иконки питания в главном меню
spanish: Funcion de Icona "Apagar" en la Pagina Principal

# #31050
source: Choose from menu
french: Sélectionner depuis le menu
russian: Показать меню
spanish: Menu de Elecciónes

# #31051
source: Custom Shelf Shortcuts
french: Raccourcis Personnalisés sur l'Etagère
russian: Настойка ярлыков на Полке
spanish: Atajos Personalizados en Estanteria

# #31052
source: Home Page Customizer
french: Personalisation de l'Ecran d'Accueil
russian: Настройки главного меню
spanish: Personalizador de Pagina Principal

# #31053
source: Link For Music Icon
french: Raccourci de l'icone Musique
russian: Иконка музыки ведет к ...
spanish: Enlace de Icono Musica

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
french: Activer le menu Options de Présentation
russian: Включить меню Вид для изменения режимов просмотра элементов
spanish: Habilitar el menú Vistas para cambiar la manera en que los archivos se presentan a usted.

# #31055
source: Fullscreen player
french: Lire en Plein Ecran
russian: Воспроизведение на весь экран
spanish: Reproductor en Pantalla Completa

# #31056
source: Change Icon
french: changer d'icône
russian: Изменить иконку
spanish: Cambia Icono

# #31057
source: Replace Item
french: Remplacer l'élément
russian: Заменить элемент
spanish: Cambia Addon

# #31060
source: Add
french: Ajouter
russian: Добавить
spanish: añadir

# #31061
source: In Order for this to work You need to create a Smart Playlist for 3D Movies and name it 3D. One good way to do it is to add a separate source for 3D content, and then create the filter for the playlist using (Path) - (Contains) and the name of the source folder.
french: de faire que cela fonctionne, vous devez créer une liste de lecture intelligente pour les films 3D et nommez-le 3D. Une bonne manière de le faire est d'ajouter une source distincte du contenu 3D, puis créez le filtre à l'aide de la liste de lecture (Path) - (Contient) et le nom du dossier source.
russian: Чтобы это работало нужно создать смартплейлист для фильмов 3D и назвать его 3D. Это легко сделать, если перенести весь 3D контент в отдельную папку и потом создать фильтр для плейлиста на основе пути к папке.
spanish: Para que esto funcione es necesario crear una lista de reproducción inteligente (Smart Playlist) para películas en 3D y darle nombre 3D. Una buena manera de hacerlo es añadir otra fuente para el contenido 3D, y luego crear el filtro para la lista de reproducción que utilizen (Path) - (Contiene) y el nombre de la carpeta de origen.

# #31062
source: Select Lyrics Add-on
french: Sélectionnez Lyrics Addon
russian: Выбор дополнения текстов песен
spanish: seleccionar Add-On Letras

# #31063
source: Install Fusion
french: Installer Fusion
spanish: Instalar Fusion

# #31064
source: Fullscreen
french: Plein écran
russian: На весь экран
spanish: Pantalla Plena

# #31065
source: Delete Cache
french: supprimer le cache
spanish: Borrar Cache

# #31066
source: Delete Thumbnails
french: Supprimer les Vignettes
spanish: Eliminar Miniaturas

# #31067
source: Remove Downloaded Packages
french: Supprimer des paquets téléchargés
spanish: Eliminar paquetes descargados

# #31068
source: Advanced Maintenance Tools, used to clean up after XBMC. Or to fix some annoying issues. To be used carefully.[CR][CR]Brought to You by Mikey1234 and Fastcolors.[CR][CR]www.XBMCHub.com
french: Outils de maintenance avancées, utilisées pour nettoyer après XBMC. Ou pour résoudre certains problèmes. utiliser avec précaution. [CR] [CR] présenté par Mikey1234 et Fastcolors. [CR] [CR] www.XBMCHub.com
spanish: Herramientas avanzadas de mantenimiento, utilizadas para limpiar XBMC. O para solucionar algunos problemas. Para usarse con cuidado. [CR] [CR] traído a usted por Mikey1234 y Fastcolors. [CR] [CR] www.XBMCHub.com

# #31069
source: Maintenance Tools
french: Outils de Maintenance
spanish: Herramientas de mantenimiento

# #31070
source: [COLOR FFFF0000]USE THESE TOOLS ONLY IF YOU KNOW WHAT YOU'RE DOING AND AT YOUR OWN RISK!!![/COLOR] WE DON'T TAKE ANY RESPONSABILITY FOR THE POSSIBLE OUTCOME. [COLOR FFFF0000]MAY RESULT IN THE MALFUNCTIONING OF XBMC.[/COLOR][CR] [CR]PROUDLY BROUGHT TO YOU BY MIKEY1234 and FASTCOLORS.[CR][CR]For support with please visit www.xbmchub.com
french: [COLOR FFFF0000] UTILISEZ CES OUTILS UNIQUEMENT SI VOUS SAVEZ CE QUE VOUS FAITES ET À VOS PROPRES RISQUES! [/ COLOR] NOUS NE PRENONS AUCUNE RESPONSABILITÉ QUANT AU RÉSULTAT POSSIBLE. [COLOR FFFF0000] PEUT PROVOQUER LE MAUVAIS FONCTIONNEMENT DE XBMC. [/ COLOR] [CR] [CR] FIÈREMENT PRÉSENTÉ PAR MIKEY1234 et FASTCOLORS. [CR] [CR] Pour le support s'il vous plaît visitez www.xbmchub.com
spanish: [COLOR FFFF0000] UTILICE ESTAS HERRAMIENTAS SÓLO SI SABES LO QUE ESTÁS HACIENDO Y BAJO SU PROPIO RIESGO! [COLOR /] DECLINAMOS QUALQUIER RESPONSABILIDAD. [COLOR FFFF0000] PUEDE RESULTAR EN EL MALFUNCIONAMIENTO DE XBMC. [/ COLOR] [CR] [CR] orgullosamente traído a usted POR MIKEY1234 y FASTCOLORS. [CR] [CR] Para obtener asistencia visite www.xbmchub.com

# #31071
source: Delete MetaHandler Cache
french: Supprimer Cache MetaHandler
spanish: Eliminar Caché MetaHandler

# #31072
source: Install XBMCHub Repository
french: Installer XBMCHUB référentiel
spanish: Instalar Repositorio XBMCHub

# #31073
source: All Done[CR]Brought to You by XBMCHub.com
french: Processus achevé [CR] présenté par XBMCHub.com
spanish: Hecho. [CR] traído a usted por XBMCHub.com

# #31074
source: Are You Sure?
french: êtes-Vous sûr?
spanish: Confirmar?

# #31075
source: Remove cache.db for XBMC and most Addons
french: Retirer cache.db pour XBMC et la plupart des Addons
spanish: Eliminar cache.db para XBMC y la mayoría de Addons

# #31076
source: Remove Corrupted Metadata
french: Retirer les métadonnées corrompu
spanish: Eliminar los metadatos dañados

# #31077
source: Do You want to install Fusion?
french: tes-vous le voulez installer Fusion?
spanish: ¿Desea instalar Fusion?

# #31078
source: restart XBMC for changes to take effect
french: redémarrer XBMC pour que les modifications prennent effet
spanish: reiniciar XBMC para que los cambios se apliquen

# #31079
source: select Install from zip using Fusion as Source [CR]Would You like to open Addon Manager now?
french: sélectionnez Installer depuis un fichier zip en utilisant Fusion comme source [CR] Désirez-vous ouvrir le gestionnaire d'extension maintenant?
spanish: seleccione Instalar desde zip utilizando como fuente Fusion [CR] ¿Desea abrir el Gestor de Addon ahora?

# #31080
source: Delete AdvancedSettings
french: Supprimer AdvancedSettings
spanish: Borrar AdvancedSettings

# #31081
source: Remove Addons
french: Supprimer Addons
spanish: Eliminar Addons

# #31082
source: Video Guides
french: Guides vidéo
spanish: Guías Vídeo

# #31083
source: Maintenance
spanish: Mantenimiento

# #31084
source: Remove Video Database
french: Retirer Base de données vidéos
spanish: Eliminar Database Video

# #31085
source: Remove Music Database
french: Retirez la base de données de musique
spanish: Eliminar Database Música

# #31026
source: Arial based
french: Police Arial
russian: На основе Arial

# #31038
source: min
russian: мин

# #31059
source: LiveTV
russian: Телевидение
